-- phpMyAdmin SQL Dump
-- version 5.0.1
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: May 17, 2020 at 02:31 PM
-- Server version: 10.4.11-MariaDB
-- PHP Version: 7.4.2

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `dorm`
--

-- --------------------------------------------------------

--
-- Table structure for table `dorm`
--

CREATE TABLE `dorm` (
  `Dorm_No` varchar(6) NOT NULL,
  `Amount_Room` varchar(25) DEFAULT NULL,
  `DormType` varchar(15) DEFAULT NULL,
  `PersonnelID` varchar(10) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `dorm`
--

INSERT INTO `dorm` (`Dorm_No`, `Amount_Room`, `DormType`, `PersonnelID`) VALUES
('A', 'หอพัดลม 6000 หอแอร์ 15000', 'หญิง', 'นางสาวการิ'),
('A', 'หอพัดลม 6000 หอแอร์ 15000', 'หญิง', 'นางสาวคฑาว'),
('A', 'หอพัดลม 6000 หอแอร์ 15000', 'หญิง', 'นางสาวจักร'),
('A', 'หอพัดลม 6000 หอแอร์ 15000', 'หญิง', 'นางสาวญารพ'),
('A', 'หอพัดลม 6000 หอแอร์ 15000', 'หญิง', 'นางสาวดนัย'),
('A', 'หอพัดลม 6000 หอแอร์ 15000', 'หญิง', 'นางสาวดนุน'),
('A', 'หอพัดลม 6000 หอแอร์ 15000', 'หญิง', 'นางสาวดรัล'),
('A', 'หอพัดลม 6000 หอแอร์ 15000', 'หญิง', 'นางสาวตรัย'),
('A', 'หอพัดลม 6000 หอแอร์ 15000', 'หญิง', 'นางสาวตุรา'),
('A', 'หอพัดลม 6000 หอแอร์ 15000', 'หญิง', 'นางสาวถิรพ'),
('A', 'หอพัดลม 6000 หอแอร์ 15000', 'หญิง', 'นางสาวทนุธ'),
('A', 'หอพัดลม 6000 หอแอร์ 15000', 'หญิง', 'นางสาวทินบ'),
('A', 'หอพัดลม 6000 หอแอร์ 15000', 'หญิง', 'นางสาวธนวั'),
('A', 'หอพัดลม 6000 หอแอร์ 15000', 'หญิง', 'นางสาวธนวุ'),
('A', 'หอพัดลม 6000 หอแอร์ 15000', 'หญิง', 'นางสาวธนาค'),
('A', 'หอพัดลม 6000 หอแอร์ 15000', 'หญิง', 'นางสาวธนาป'),
('A', 'หอพัดลม 6000 หอแอร์ 15000', 'หญิง', 'นางสาวนภาด'),
('A', 'หอพัดลม 6000 หอแอร์ 15000', 'หญิง', 'นางสาวนิพิ'),
('A', 'หอพัดลม 6000 หอแอร์ 15000', 'หญิง', 'นางสาวนิรุ'),
('A', 'หอพัดลม 6000 หอแอร์ 15000', 'หญิง', 'นางสาวประว'),
('A', 'หอพัดลม 6000 หอแอร์ 15000', 'หญิง', 'นางสาวปัตม'),
('A', 'หอพัดลม 6000 หอแอร์ 15000', 'หญิง', 'นางสาวเตชิ'),
('A', 'หอพัดลม 6000 หอแอร์ 15000', 'หญิง', 'นางสาวเรวั'),
('A', 'หอพัดลม 6000 หอแอร์ 15000', 'หญิง', 'นางสาวโภคก'),
('A', 'หอพัดลม 6000 หอแอร์ 15000', 'หญิง', 'นางสาวไกรเ'),
('A', 'หอพัดลม 6000 หอแอร์ 15000', 'หญิง', 'ปิยวร รักย'),
('B', 'หอพัดลม 6000 หอแอร์ 15000', 'หญิง', 'นางสาวกัทล'),
('B', 'หอพัดลม 6000 หอแอร์ 15000', 'หญิง', 'นางสาวกำธร'),
('B', 'หอพัดลม 6000 หอแอร์ 15000', 'หญิง', 'นางสาวชัชช'),
('B', 'หอพัดลม 6000 หอแอร์ 15000', 'หญิง', 'นางสาวชาตเ'),
('B', 'หอพัดลม 6000 หอแอร์ 15000', 'หญิง', 'นางสาวชุติ'),
('B', 'หอพัดลม 6000 หอแอร์ 15000', 'หญิง', 'นางสาวญาณโ'),
('B', 'หอพัดลม 6000 หอแอร์ 15000', 'หญิง', 'นางสาวนิวา'),
('B', 'หอพัดลม 6000 หอแอร์ 15000', 'หญิง', 'นางสาวนีโล'),
('B', 'หอพัดลม 6000 หอแอร์ 15000', 'หญิง', 'นางสาวบทมา'),
('B', 'หอพัดลม 6000 หอแอร์ 15000', 'หญิง', 'นางสาวบริบ'),
('B', 'หอพัดลม 6000 หอแอร์ 15000', 'หญิง', 'นางสาวปยุต'),
('B', 'หอพัดลม 6000 หอแอร์ 15000', 'หญิง', 'นางสาวประก'),
('B', 'หอพัดลม 6000 หอแอร์ 15000', 'หญิง', 'นางสาวประณ'),
('B', 'หอพัดลม 6000 หอแอร์ 15000', 'หญิง', 'นางสาวปรีญ'),
('B', 'หอพัดลม 6000 หอแอร์ 15000', 'หญิง', 'นางสาวปรีด'),
('B', 'หอพัดลม 6000 หอแอร์ 15000', 'หญิง', 'นางสาวปวิช'),
('B', 'หอพัดลม 6000 หอแอร์ 15000', 'หญิง', 'นางสาวปองพ'),
('B', 'หอพัดลม 6000 หอแอร์ 15000', 'หญิง', 'นางสาวปองเ'),
('B', 'หอพัดลม 6000 หอแอร์ 15000', 'หญิง', 'นางสาวปาล '),
('B', 'หอพัดลม 6000 หอแอร์ 15000', 'หญิง', 'นางสาวปิติ'),
('B', 'หอพัดลม 6000 หอแอร์ 15000', 'หญิง', 'นางสาวเวทน'),
('B', 'หอพัดลม 6000 หอแอร์ 15000', 'หญิง', 'นางสาวเอกฉ'),
('B', 'หอพัดลม 6000 หอแอร์ 15000', 'หญิง', 'นางสาวโอบก'),
('B', 'หอพัดลม 6000 หอแอร์ 15000', 'หญิง', 'นางสาวไวภพ'),
('B', 'หอพัดลม 6000 หอแอร์ 15000', 'หญิง', 'นางสาวไวรั'),
('C', 'หอพัดลม 6000 หอแอร์ 15000', 'ชาย', 'นายกมลเทพ '),
('C', 'หอพัดลม 6000 หอแอร์ 15000', 'ชาย', 'นายกรณ์ ตา'),
('C', 'หอพัดลม 6000 หอแอร์ 15000', 'ชาย', 'นายกันตินั'),
('C', 'หอพัดลม 6000 หอแอร์ 15000', 'ชาย', 'นายกันต์ธี'),
('C', 'หอพัดลม 6000 หอแอร์ 15000', 'ชาย', 'นายจรณ์ คา'),
('C', 'หอพัดลม 6000 หอแอร์ 15000', 'ชาย', 'นายชญาตว์ '),
('C', 'หอพัดลม 6000 หอแอร์ 15000', 'ชาย', 'นายชนัต กม'),
('C', 'หอพัดลม 6000 หอแอร์ 15000', 'ชาย', 'นายชลทรัพย'),
('C', 'หอพัดลม 6000 หอแอร์ 15000', 'ชาย', 'นายชลธี ต่'),
('C', 'หอพัดลม 6000 หอแอร์ 15000', 'ชาย', 'นายฌายิน จ'),
('C', 'หอพัดลม 6000 หอแอร์ 15000', 'ชาย', 'นายณัฎฐ์ จ'),
('C', 'หอพัดลม 6000 หอแอร์ 15000', 'ชาย', 'นายดนวัต ล'),
('C', 'หอพัดลม 6000 หอแอร์ 15000', 'ชาย', 'นายตฤณ ถาด'),
('C', 'หอพัดลม 6000 หอแอร์ 15000', 'ชาย', 'นายตาณ จริ'),
('C', 'หอพัดลม 6000 หอแอร์ 15000', 'ชาย', 'นายตีรณ จา'),
('C', 'หอพัดลม 6000 หอแอร์ 15000', 'ชาย', 'นายตุงคิน '),
('C', 'หอพัดลม 6000 หอแอร์ 15000', 'ชาย', 'นายตุนท์ ต'),
('C', 'หอพัดลม 6000 หอแอร์ 15000', 'ชาย', 'นายตุลา ซุ'),
('C', 'หอพัดลม 6000 หอแอร์ 15000', 'ชาย', 'นายถวิต ทร'),
('C', 'หอพัดลม 6000 หอแอร์ 15000', 'ชาย', 'นายถวิต แห'),
('C', 'หอพัดลม 6000 หอแอร์ 15000', 'ชาย', 'นายถิร นาน'),
('C', 'หอพัดลม 6000 หอแอร์ 15000', 'ชาย', 'นายทัตติ น'),
('C', 'หอพัดลม 6000 หอแอร์ 15000', 'ชาย', 'นายรักชลิต'),
('C', 'หอพัดลม 6000 หอแอร์ 15000', 'ชาย', 'นายเมธัส ไ'),
('C', 'หอพัดลม 6000 หอแอร์ 15000', 'ชาย', 'นายโตยธาร '),
('D', 'หอพัดลม 6000 หอแอร์ 15000', 'ชาย', 'นายทัตเทพ '),
('D', 'หอพัดลม 6000 หอแอร์ 15000', 'ชาย', 'นายทาวัต ไ'),
('D', 'หอพัดลม 6000 หอแอร์ 15000', 'ชาย', 'นายทิทยุ น'),
('D', 'หอพัดลม 6000 หอแอร์ 15000', 'ชาย', 'นายทินโชติ'),
('D', 'หอพัดลม 6000 หอแอร์ 15000', 'ชาย', 'นายทีปกร พ'),
('D', 'หอพัดลม 6000 หอแอร์ 15000', 'ชาย', 'นายธนพล นา'),
('D', 'หอพัดลม 6000 หอแอร์ 15000', 'ชาย', 'นายธนัช รว'),
('D', 'หอพัดลม 6000 หอแอร์ 15000', 'ชาย', 'นายธนากร บ'),
('D', 'หอพัดลม 6000 หอแอร์ 15000', 'ชาย', 'นายธนานพ แ'),
('D', 'หอพัดลม 6000 หอแอร์ 15000', 'ชาย', 'นายธัชชัย '),
('D', 'หอพัดลม 6000 หอแอร์ 15000', 'ชาย', 'นายนทีนท ร'),
('D', 'หอพัดลม 6000 หอแอร์ 15000', 'ชาย', 'นายนพรุจ ม'),
('D', 'หอพัดลม 6000 หอแอร์ 15000', 'ชาย', 'นายนภวัต ล'),
('D', 'หอพัดลม 6000 หอแอร์ 15000', 'ชาย', 'นายนรชัย ช'),
('D', 'หอพัดลม 6000 หอแอร์ 15000', 'ชาย', 'นายนรภัทร '),
('D', 'หอพัดลม 6000 หอแอร์ 15000', 'ชาย', 'นายนรวร รา'),
('D', 'หอพัดลม 6000 หอแอร์ 15000', 'ชาย', 'นายนรวุฒิ '),
('D', 'หอพัดลม 6000 หอแอร์ 15000', 'ชาย', 'นายนฤปนาท '),
('D', 'หอพัดลม 6000 หอแอร์ 15000', 'ชาย', 'นายนวีน ให'),
('D', 'หอพัดลม 6000 หอแอร์ 15000', 'ชาย', 'นายนิธาน ต'),
('D', 'หอพัดลม 6000 หอแอร์ 15000', 'ชาย', 'นายนิธิป ร'),
('D', 'หอพัดลม 6000 หอแอร์ 15000', 'ชาย', 'นายนิรัช ธ'),
('D', 'หอพัดลม 6000 หอแอร์ 15000', 'ชาย', 'นายเทพทัต '),
('D', 'หอพัดลม 6000 หอแอร์ 15000', 'ชาย', 'นายโถมนะ พ');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `dorm`
--
ALTER TABLE `dorm`
  ADD PRIMARY KEY (`Dorm_No`,`PersonnelID`);
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
